---
kind: other
id: Properties.T:Autodesk.Revit.DB.BoundingBoxIsInsideFilter
source: html/22b37302-331a-fc48-3abf-e2e5f8acefff.htm
---
# BoundingBoxIsInsideFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.